Repository: lubert/durian
Catalog: *.lproj/Preferences.strings
Languages: fr

# 1.title
source: Preferences
fr: Préférences

# 3.ibShadowedToolTip
source: Take full control of the audio device, preventing any other audio application from intefering. Also called "Hog Mode"
fr: Prendre le contrôle complet du périphérique audio, empêchant toute autre application audio d'interférer (également appelé "Hog Mode")

# 4.title
source: Exclusive Access
fr: Accès exclusif

# 8.title
source: Preferred Audio Device:
fr: Périphérique audio préféré :

# 10.title
source: Default Output
fr: Sortie par défaut

# 32.title
source: MB
fr: Mo

# 34.title
source: Playback Cache Size:
fr: Taille du cache de lecture :

# 44.title
source: Use Apple Remote
fr: Utiliser l'Apple Remote

# 71.ibShadowedToolTip
source: Use the maximum device I/O buffer size. Helps to lessen CPU load, and increase sound quality.
fr: Utiliser la taille maximale du tampon I/O du périphérique (permet de réduire la charge du CPU et d'améliorer la qualité sonore)

# 72.title
source: Max I/O Buffer Size
fr: Taille max du tampon I/O

# 75.ibShadowedToolTip
source: To be compatible with iTunes that exports both M3U & M3U8 playlists using UTF-8 character encoding.
fr: Pour être compatible avec iTunes qui exporte les listes de lecture M3U et M3U8 en utilisant l'encodage UTF-8

# 76.title
source: Use UTF-8 Encoding for M3U Playlists
fr: Utiliser l'encodage UTF-8 pour les listes M3U

# 93.label
source: General
fr: Général

# 93.paletteLabel
source: General
fr: Général

# 94.label
source: Audio System
fr: Système audio

# 94.paletteLabel
source: Audio System
fr: Système audio

# 103.label
source: General
fr: Général

# 104.label
source: Audio System
fr: Système audio

# 171.title
source: Active Audio Device:
fr: Périphérique audio actif :

# 173.title
source: Default Output
fr: Sortie par défaut

# 194.title
source: HiFi Playback Options:
fr: Options de lecture HiFi :

# 196.title
source: 138min at 44.1kHz
fr: 138min à 44.1kHz

# 198.title
source: 138min at 192kHz
fr: 138min à 192kHz

# 204.title
source: Playlist:
fr: Liste de lecture :

# 206.title
source: Controls:
fr: Contrôles :

# 209.title
source: Window
fr: Fenêtre

# 212.title
source: Change
fr: Modifier

# 215.title
source: Cancel
fr: Annuler

# 234.title
source: Select Preferred Audio Device
fr: Sélectionner le périphérique audio préféré

# 244.label
source: Upsampling
fr: Suréchantillonnage

# 247.title
source: Sample Rate Converter:
fr: Convertisseur de fréquence :

# 249.title
source: Quality:
fr: Qualité :

# 252.ibShadowedToolTip
source: Converter Algorithm Quality Note that the fastest setting uses a linear algorithm ultra-fast, but very noisy
fr: Qualité de l'algorithme de conversion Notez que le réglage le plus rapide utilise un algorithme linéaire ultra-rapide, mais très bruité

# 255.title
source: Faster
fr: Rapide

# 257.title
source: Better
fr: Meilleur

# 261.label
source: Upsampling
fr: Suréchantillonnage

# 261.paletteLabel
source: Upsampling
fr: Suréchantillonnage

# 264.ibShadowedToolTip
source: Start playback when playlist is opened from the Finder or dropped on Durian's icon.
fr: Démarrer la lecture lorsqu'une liste de lecture est ouverte depuis le Finder ou déposée sur l'icône de Durian

# 265.title
source: Autoplay Files Opened Directly
fr: Lecture automatique des fichiers ouverts directement

# 269.title
source: Disabled
fr: Désactivé

# 270.title
source: Power of Two (2x or 4x)
fr: Puissance de deux (2x ou 4x)

# 272.title
source: Max Frequency
fr: Fréquence max

# 276.title
source: Forced Upsampling:
fr: Suréchantillonnage forcé :

# 277.ibShadowedToolTip
source: Communicates using the audio device native format, thus removing two intermediary steps: mixing and format conversion.
fr: Communique en utilisant le format natif du périphérique audio, éliminant ainsi deux étapes intermédiaires : le mixage et la conversion de format

# 278.title
source: Integer Mode
fr: Mode Integer

# 286.title
source: Warning: Upsampling requires significant CPU power. If your CPU is not fast enough, you may experience audio dropouts.
fr: Attention : Le suréchantillonnage nécessite une puissance CPU importante. Si votre CPU n'est pas assez rapide, vous pourriez rencontrer des coupures audio.

# 288.title
source: Player Theme:
fr: Thème du lecteur :

# 290.title
source: Silver
fr: Argent

# 293.title
source: System
fr: Système

# 302.title
source: Load Last Playlist at Startup
fr: Charger la dernière liste au démarrage

# 308.title
source: Max Sample Rate
fr: Fréquence d'échantillonnage max

# 314.title
source: Switching Latency
fr: Latence de commutation

# 325.title
source: USB to S/PDIF Adapter:
fr: Adaptateur USB vers S/PDIF :

# 339.title
source: Unlimited
fr: Illimitée

# 359.title
source: None
fr: Aucune

# 385.title
source: Use Keyboard Media Keys
fr: Utiliser les touches multimédia

# 390.title
source: ... and for Volume Control
fr: ... et pour le contrôle du volume

# 397.title
source: Appearance:
fr: Apparence :

# 399.title
source: Light
fr: Clair

# 400.title
source: Dark
fr: Sombre

# 402.title
source: System
fr: Système

# 804.title
source: Show in Now Playing
fr: Afficher dans 'Lecture en cours'
